[
    [
        "The air can kill you at this temperature.",
        "fear",
        "negative"
    ],
    [
        "You can always view afterwards, no confidential votes in Parliament.",
        "neutral",
        "neutral"
    ],
    [
        "It will be too late by then.",
        "neutral",
        "neutral"
    ],
    [
        "That's gonna be a no from me dawg.",
        "neutral",
        "neutral"
    ],
    [
        "I imagine it would be helpful for little kids who cant reach the faucet.",
        "optimism",
        "positive"
    ],
    [
        "A lease violation is between the landlord and the tenant, not between one tenant and another. OP has no legal rights to stop this behavior at all",
        "approval",
        "positive"
    ],
    [
        "I got bit by a Pomeranian while doing a dash...",
        "neutral",
        "neutral"
    ],
    [
        "Don’t be fooled by Garlic Bread. The cringe still exists.",
        "neutral",
        "neutral"
    ],
    [
        "Well they got removed so I’m not sure if I want to see it anyway.",
        "neutral",
        "neutral"
    ],
    [
        "That was my favorite character... :’(",
        "love",
        "positive"
    ],
    [
        "BOUNDARIES. have some boundaries. say no. don't go. this is frustrating to read, honestly. don't do things that you hate doing.",
        "anger",
        "negative"
    ],
    [
        "That's true for every loss except for this one. He's being really petty and hasn't taken the [NAME] loss well.",
        "neutral",
        "neutral"
    ],
    [
        "Reminds me of [NAME] place too.",
        "neutral",
        "neutral"
    ],
    [
        "Rare just announced they plan to fix it but don't hold your breath it could be a month or more",
        "optimism",
        "positive"
    ],
    [
        "If I'm not mistaken we will have [NAME] as backup next year so not bad at all.",
        "approval",
        "positive"
    ],
    [
        "Maybe go to the gym and lay off the tendies?",
        "confusion",
        "ambiguous"
    ],
    [
        "On the next [NAME] VS. Car",
        "neutral",
        "neutral"
    ],
    [
        "Sadly the same way know people who know people and being in public. Maybe an online game with chat like league or xbox",
        "sadness",
        "negative"
    ],
    [
        "I don't know, but there's probably a word for it in German.",
        "neutral",
        "neutral"
    ],
    [
        "In such a situation, I would save the mother. Always.",
        "neutral",
        "neutral"
    ],
    [
        "Glad it was helpful!",
        "gratitude",
        "positive"
    ],
    [
        "Finally! Somebody who legitimately hates planet Jupiter!",
        "disapproval",
        "negative"
    ],
    [
        "That's bad",
        "disgust",
        "negative"
    ],
    [
        "He has a youtube: Great watch.",
        "admiration",
        "positive"
    ],
    [
        "Oh they can make numbers up too , good idea. Astroturfing starwars, this is the worst timeline.",
        "admiration",
        "positive"
    ],
    [
        "He looks like he is half Italian half Russian and belongs in a fight club.",
        "neutral",
        "neutral"
    ],
    [
        "Sorry, you're going to claim wanting to destroy Israel is completely fine? And the rabbi in question seems to be in bed with Holocaust deniers?",
        "curiosity",
        "ambiguous"
    ],
    [
        "I think they were planing to be tag team Rapists to a much younger you. I’m so glad you cancelled.",
        "admiration",
        "positive"
    ],
    [
        "[NAME]. They’re grasping for straws!",
        "embarrassment",
        "negative"
    ],
    [
        "Yeah I feel like we’d be able to do *something*, just not sure what... I find it interesting as hell though! ",
        "excitement",
        "positive"
    ],
    [
        "I’m Asian...and the first thing bullies go for are the eyes. No one ever cares that I have black hair.",
        "amusement",
        "positive"
    ],
    [
        "You had a tough childhood :(",
        "amusement",
        "positive"
    ],
    [
        "She is still a billionaire. I guess stupid Tweets are going to bankrupt her?",
        "anger",
        "negative"
    ],
    [
        "All I see is a missed opportunity to pet a wolf tummy.",
        "disappointment",
        "negative"
    ],
    [
        "7) All success, disappointment, and venting posts may only be made as comments in the weekly megathread.",
        "realization",
        "ambiguous"
    ],
    [
        "What are the odds it isn't someone on this list? I don't remember if the [NAME] hire was totally out of the blue or not",
        "confusion",
        "ambiguous"
    ],
    [
        "Fiddish baby [NAME]!!",
        "neutral",
        "neutral"
    ],
    [
        "Its whatever you make of it. No one can tell you what it feels like except you, this is a journey you’ll have to take alone",
        "approval",
        "positive"
    ],
    [
        "I love that in this example the Soviet Union was communist when they were fighting [NAME], but somehow not communist when [NAME] was killing... like everyone.",
        "love",
        "positive"
    ],
    [
        "What sorcery is this!",
        "neutral",
        "neutral"
    ],
    [
        "Foreign mor lil boreign",
        "neutral",
        "neutral"
    ],
    [
        "Wow guns and ignorance. What else is wrong with her?",
        "anger",
        "negative"
    ],
    [
        "He had 2 years with full control and couldn’t get it passed...just remind them of that.",
        "neutral",
        "neutral"
    ],
    [
        "Yeah, a 'bungle' given how scummy Restaurant Brands has been known to be. ",
        "neutral",
        "neutral"
    ],
    [
        "Hahahah Someone rmb this joker from movie!",
        "excitement",
        "positive"
    ],
    [
        "KNOX VEGAS! Out of every place I’ve lived, Knoxville and Farragut were my favorites. Despite political leanings, every neighbor was so kind. ",
        "caring",
        "positive"
    ],
    [
        "The thing to understand about [NAME] is that he's a complete moron.",
        "annoyance",
        "negative"
    ],
    [
        "My ctrl+f on 'made man' and 'unfireable' both came up empty, not sure why they're appearing in quotes on the title of the post",
        "neutral",
        "neutral"
    ],
    [
        "Look ot it",
        "neutral",
        "neutral"
    ],
    [
        "You have no idea how high I can fly.",
        "annoyance",
        "negative"
    ],
    [
        "I saw in another thread that the kid had previously pranked the barber, and this was his way of getting back at him. ",
        "neutral",
        "neutral"
    ],
    [
        "That’s! How you defeat a bear!!!!",
        "curiosity",
        "ambiguous"
    ],
    [
        "Hold my wine, I have to go vomit in sorrow. ",
        "sadness",
        "negative"
    ],
    [
        "[NAME] lives. Obviously you can quote me on that, because i just said it. [NAME] dies. [NAME] dies. Fuck [NAME]. ",
        "anger",
        "negative"
    ],
    [
        "Woot woot!",
        "neutral",
        "neutral"
    ],
    [
        "this is my dream",
        "neutral",
        "neutral"
    ],
    [
        "I mean it wouldn't be the first time honestly- we have a mod thread every so often about Justno's in the news.",
        "neutral",
        "neutral"
    ],
    [
        "I read this place obsessively and didn't see it, so I'm enjoying it and upvoting it anyway",
        "joy",
        "positive"
    ],
    [
        "[NAME] that is frightening...",
        "fear",
        "negative"
    ],
    [
        "I like your attitude. You seem like a good person.",
        "admiration",
        "positive"
    ],
    [
        "It's a combination of the two...",
        "neutral",
        "neutral"
    ],
    [
        "How has the season not even started, and Plastique already is my fav",
        "realization",
        "ambiguous"
    ],
    [
        "And go where? That McDonalds 😂",
        "curiosity",
        "ambiguous"
    ],
    [
        "When you feel bad, remember his comments on [NAME] throwing the shoe. He sucks.",
        "sadness",
        "negative"
    ],
    [
        "Passion is the best.",
        "gratitude",
        "positive"
    ],
    [
        "Two different writers have two differing opinions??? I'm shocked, just absolutely shocked, I tell you!",
        "surprise",
        "ambiguous"
    ],
    [
        "That would be greatly appreciated.",
        "approval",
        "positive"
    ],
    [
        "Play stupid games and win stupid prizes dude.",
        "neutral",
        "neutral"
    ],
    [
        "None of these people ever seem to have run their own business.",
        "disapproval",
        "negative"
    ],
    [
        "You know when I typed \"legal tender\" I had a horrible feeling I was going down a rabbit hole.",
        "fear",
        "negative"
    ],
    [
        "Trash pick up vehicle driver. Uh.. a garbage man?",
        "confusion",
        "ambiguous"
    ],
    [
        ">Yes. I’m an idiot. Checks out.",
        "anger",
        "negative"
    ],
    [
        "Two year old account with all posts deleted. This is an interesting way to use a shill account.",
        "excitement",
        "positive"
    ],
    [
        "I solo climbed to Master as main DPS with 60hz. It really doesnt matter.",
        "approval",
        "positive"
    ],
    [
        "You're a sealion and a leftist troll. Begone, and enjoy your ban.",
        "joy",
        "positive"
    ],
    [
        "Yeah, but I just don't want to pay for a full blown wedding, those can get expensive.",
        "approval",
        "positive"
    ],
    [
        "That's the spirit",
        "neutral",
        "neutral"
    ],
    [
        "All that shows is them loaning money when Liverpool make losses, which seems to have happened more than any of us realised. We don't make a loss",
        "realization",
        "ambiguous"
    ],
    [
        "Dayyuuummm!!! If you ever get another one, you know what to do. (Record it)",
        "optimism",
        "positive"
    ],
    [
        "I can't wait for the r/hockey GDT with the saltiest fanbase in Reddit. I think I'm just gonna stick to our sub tonight.",
        "excitement",
        "positive"
    ],
    [
        "Have fun getting robbed",
        "disappointment",
        "negative"
    ],
    [
        "You have my support.",
        "caring",
        "positive"
    ],
    [
        "No I didn't. PM me your username here and I'll reach out to you.",
        "neutral",
        "neutral"
    ],
    [
        "Come on [NAME], time to step up",
        "neutral",
        "neutral"
    ],
    [
        "I want to end it all.",
        "neutral",
        "neutral"
    ],
    [
        "This is quite common on people on such forums. I have a feeling they are a tad sarcastic.",
        "neutral",
        "neutral"
    ],
    [
        "Oh come on! Stop posting this stuff. FFS will you think of my blood pressure!? You’re killing me (figuratively speaking).",
        "disapproval",
        "negative"
    ],
    [
        "Isn’t banning people for their point of view against the whole fucking concept",
        "annoyance",
        "negative"
    ],
    [
        "Well I can feel it was mentally hard bringing myself to go full [NAME] and shit talking prior to the plate, but this is some cutting edge analysis.",
        "annoyance",
        "negative"
    ],
    [
        "Older people who didn't grow up with the INTERNET don't think of ALL CAPS as YELLING.",
        "neutral",
        "neutral"
    ],
    [
        "Nah. [NAME] has no chemistry with [NAME]",
        "neutral",
        "neutral"
    ],
    [
        "Making a woman feel uncomfortable is harassment and trying to flirt without a sign of interest just makes women uncomfortable",
        "neutral",
        "neutral"
    ],
    [
        "So then what are the odds the refs had money on the game and a vested interest to ignore calls?",
        "curiosity",
        "ambiguous"
    ],
    [
        "[NAME] sub, dolphins sub, and [NAME] subs are having a field day right now lol same old jets",
        "neutral",
        "neutral"
    ],
    [
        ">The young will never trust them. Ever. You hope.",
        "disapproval",
        "negative"
    ],
    [
        "Being lonely without him is far better than being lonely with him. Good line. I'm stealing that one!",
        "joy",
        "positive"
    ],
    [
        "I don't think you see it in the flames sub... if you do it's probably a joke",
        "amusement",
        "positive"
    ],
    [
        "I carry on an empty. But I also carry a single action. So don't make my mistakes.",
        "neutral",
        "neutral"
    ],
    [
        "That’s a new level of blonde I never knew existed!",
        "realization",
        "ambiguous"
    ],
    [
        "Can I potentially levitate 2 inches off the water also, or just the ground? ",
        "neutral",
        "neutral"
    ],
    [
        "I can't tell if its a guy or a girl and i don't know if I love or hate that",
        "confusion",
        "ambiguous"
    ],
    [
        "... with my stepmom. Haha. Erm.",
        "neutral",
        "neutral"
    ],
    [
        "Nah I get that, it's just AFFIRMATIVE action...unless this went over my head as well lol",
        "amusement",
        "positive"
    ],
    [
        "He looks like [NAME] soooo... accurate.",
        "approval",
        "positive"
    ],
    [
        "Nah they’ll just show the one we got today, tomorrow on the WD, I have a feeling. ",
        "disapproval",
        "negative"
    ],
    [
        "He was 2 when our family adopted him. He's always been a gentle soul, and became even more so with age. ",
        "neutral",
        "neutral"
    ],
    [
        "woman here, love it when my man gets mad. manly imo",
        "love",
        "positive"
    ],
    [
        "It always upset me that [NAME] would require his only son to do this I no longer believe it",
        "disappointment",
        "negative"
    ],
    [
        "It *feels* unethical?",
        "neutral",
        "neutral"
    ],
    [
        "I think I need to convince my boss to open a Beijing office! Why does using the accent feel fake here?",
        "approval",
        "positive"
    ],
    [
        "\"what's wrong?\" with legitimate care and empathy when I talk about what's wrong. Really long hugs. ",
        "neutral",
        "neutral"
    ],
    [
        "Honestly tho. You ever have someone order loaded fries like 2 minutes before you close your kitchen? I have. This is similar to what they got.",
        "curiosity",
        "ambiguous"
    ],
    [
        "A little girl recently died because her parents refused to get her medical treatment and insisted [NAME] would heal her.",
        "sadness",
        "negative"
    ],
    [
        "YES they all going in on LIEda",
        "neutral",
        "neutral"
    ],
    [
        "Well being in the playoff picture for a couple months was fun. What does the draft look like this year?",
        "curiosity",
        "ambiguous"
    ],
    [
        "Looks like a cool location.",
        "admiration",
        "positive"
    ],
    [
        "So excited to see the man again.",
        "excitement",
        "positive"
    ],
    [
        "Welcome <3",
        "gratitude",
        "positive"
    ],
    [
        "Was just thinking that. Great tunes",
        "gratitude",
        "positive"
    ],
    [
        "iirc they were changing a few servers names, tht might have caused a few issues",
        "neutral",
        "neutral"
    ],
    [
        "Wow full-screen twitch on mobile is cancer.",
        "joy",
        "positive"
    ],
    [
        "Sometimes I want these guys to make it. Sometimes I want these dumbasses to fail.",
        "neutral",
        "neutral"
    ],
    [
        "I dont know why but they really like to throw charged heavies when you block everything they have.",
        "confusion",
        "ambiguous"
    ],
    [
        "Also “he wasn’t even good enough to be a starting pitcher how could i possibly allow him to be the first unanimous HOFer”",
        "approval",
        "positive"
    ],
    [
        "thanks! nothing else?",
        "gratitude",
        "positive"
    ],
    [
        "Ya! It was a bangin’ movie! A super fun ride with characters I cared about.",
        "admiration",
        "positive"
    ],
    [
        "We’ve been watching OP for awhile and warned him about his posts. This one doesn’t rise to the level we warned him about.",
        "disapproval",
        "negative"
    ],
    [
        "As long as blind luck exists, there is no upper limit on stupidity.",
        "disapproval",
        "negative"
    ],
    [
        "Right? Go down the street to the next gas station and leave home girl in the car",
        "caring",
        "positive"
    ],
    [
        "I'm so hyped to see this mitchy and matthews line",
        "excitement",
        "positive"
    ],
    [
        "I literally have more friends on HOTS than WOW. Wow is deader than hots.",
        "excitement",
        "positive"
    ],
    [
        "soulmate <3",
        "neutral",
        "neutral"
    ],
    [
        "If you love the mountains, you should really check it out. The valley can get pretty smoggish in the winter, but usually it's beautiful.",
        "admiration",
        "positive"
    ],
    [
        "That's what we're doing. It's just on my weeks I'd have to drop them off to her to take to daycare.",
        "neutral",
        "neutral"
    ],
    [
        "Sorry, I meant C",
        "sadness",
        "negative"
    ],
    [
        "Watch the movie \"The Big Short\". You'll love it. Promise.",
        "love",
        "positive"
    ],
    [
        "Good lord, do you not remember \"Thanks Obama\" where everyone fake blamed [NAME] for everything bad?",
        "curiosity",
        "ambiguous"
    ],
    [
        "I can play faster. I just don't enjoy it as much. Might I ask what is your draft winrate?",
        "admiration",
        "positive"
    ],
    [
        "Man, I can't remember if this started on r/NBA or r/MMA",
        "disapproval",
        "negative"
    ],
    [
        "“You *definitely* don’t want the spider to bit ya where the good lord split ya...”",
        "admiration",
        "positive"
    ],
    [
        "I also got this on a different account, but I have no clue why! Does anyone know?",
        "neutral",
        "neutral"
    ],
    [
        "These are the signs I'm getting old... Wtf is a weed cartridge??",
        "surprise",
        "ambiguous"
    ],
    [
        "And ignoring how \"magic\" works in the same way you support your arguments.",
        "annoyance",
        "negative"
    ],
    [
        "That face screams \"Fucking gods, do I have to do *everything* around here?\"",
        "neutral",
        "neutral"
    ],
    [
        "Yea they seemed basically the same age while they were getting their scrogg on all over Lian Yu.",
        "neutral",
        "neutral"
    ],
    [
        "Article is behind a pay wall",
        "neutral",
        "neutral"
    ]
]